{
  "collection": "corpus",
  "data": {
    "_id": {
      "$oid": "68d83a0bda813a90a35e30e4"
    },
    "title": "กรุงเทพมหานคร",
    "content_index": 1,
    "raw": {
      "header": "",
      "content": "กรุงเทพมหานคร เป็นเมืองหลวงและเมืองที่มีประชากรมากที่สุดของประเทศไทย กรุงเทพมหานครเป็นจุดรวมของความเจริญทั้งในระดับประเทศและระดับภูมิภาคเอเชียตะวันออกเฉียงใต้ เมืองตั้งอยู่บริเวณสามเหลี่ยมปากแม่น้ำเจ้าพระยา โดยมีแม่น้ำเจ้าพระยาไหลผ่านใจกลางเมือง และแบ่งพื้นที่ออกเป็นสองฝั่งหลัก ได้แก่ ฝั่งพระนครและฝั่งธนบุรี กรุงเทพมหานครมีพื้นที่ทั้งสิ้น 1,568.737 ตารางกิโลเมตร และมีประชากรใน พ.ศ. 2567 ประมาณ 10 ล้านคน หรือคิดเป็นร้อยละ 13 ของประชากรทั้งประเทศ หากนับรวมเขตปริมณฑล ประชากรจะเพิ่มขึ้นเป็นประมาณ 17 ล้านคน ส่งผลให้กรุงเทพมหานครมีสถานะเป็นมหานครและเอกนคร ซึ่งหมายถึงเมืองที่มีอิทธิพลโดดเด่นอย่างยิ่งเหนือเมืองอื่น ๆ ในประเทศเดียวกัน ในด้านการบริหารปกครอง กรุงเทพมหานครมีลักษณะพิเศษแตกต่างจากจังหวัดทั่วไป กล่าวคือเป็นองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษตามพระราชบัญญัติระเบียบบริหารราชการกรุงเทพมหานคร พุทธศักราช 2528 โดยไม่มีสถานะเป็นจังหวัด แต่มีผู้ว่าราชการกรุงเทพมหานครซึ่งมาจากการเลือกตั้งโดยตรงของประชาชน และมีสภากรุงเทพมหานครทำหน้าที่ควบคุมและถ่วงดุลฝ่ายบริหาร การบริหารราชการแบ่งออกเป็น 50 เขต มีโครงสร้างพื้นฐานรองรับภารกิจด้านการบริการสาธารณะอย่างครอบคลุม ทั้งในด้านสาธารณสุข การศึกษา การจัดเก็บรายได้ การผังเมือง และการขนส่ง แม้จะเป็นองค์กรปกครองส่วนท้องถิ่น แต่บทบาทของกรุงเทพมหานครมีความสำคัญเทียบเท่าระดับชาติในหลายด้าน อีกทั้งยังมีความร่วมมือระหว่างประเทศในฐานะเมืองศูนย์กลางของภูมิภาคเอเชียตะวันออกเฉียงใต้ ในเชิงประวัติศาสตร์ กรุงเทพมหานครมีพัฒนาการที่สำคัญตั้งแต่สมัยอาณาจักรอยุธยาซึ่งพื้นที่บริเวณนี้เคยเป็นสถานีการค้าขนาดเล็กของชาวต่างชาติ ต่อมาใน พ.ศ. 2311 ได้รับการสถาปนาเป็นอาณาจักรธนบุรีซึ่งเป็นราชธานีโดยสมเด็จพระเจ้าตากสินมหาราช และต่อมาใน พ.ศ. 2325 พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราชทรงย้ายราชธานีมายังฝั่งพระนครและสถาปนาอาณาจักรรัตนโกสินทร์เป็นราชธานีใหม่ ทำให้กรุงเทพมหานครกลายเป็นศูนย์กลางทางการเมือง เศรษฐกิจ และวัฒนธรรมของชาติเรื่อยมาจนถึงปัจจุบัน กรุงเทพมหานครมีบทบาทสำคัญในการเปลี่ยนแปลงประเทศเข้าสู่ความเป็นสมัยใหม่ เป็นศูนย์กลางของการปฏิรูปสังคม การศึกษา การค้า และเป็นเวทีกลางของการเคลื่อนไหวทางการเมืองในคริสต์ศตวรรษที่ 20 โดยเฉพาะในยุคเปลี่ยนผ่านจากระบอบสมบูรณาญาสิทธิราชย์สู่ระบอบราชาธิปไตยภายใต้รัฐธรรมนูญ ในยุคปัจจุบัน กรุงเทพมหานครเป็นเมืองที่มีบทบาทสำคัญในระบบเศรษฐกิจระดับภูมิภาคและระดับโลก โดยเป็นที่ตั้งของสำนักงานใหญ่ของบริษัทข้ามชาติจำนวนมาก และเป็นศูนย์กลางด้านการเงิน การลงทุน การท่องเที่ยว และการสาธารณสุขระหว่างประเทศ เมืองมีสถานที่สำคัญที่ดึงดูดนักท่องเที่ยว ได้แก่ พระบรมมหาราชวัง, วัดอรุณราชวรารามราชวรมหาวิหาร, สยามสแควร์, ถนนข้าวสาร และถนนพัฒน์พงศ์ ส่งผลให้ใน พ.ศ. 2567 กรุงเทพมหานครได้รับการจัดอันดับจากยูโรมอนิเตอร์ อินเตอร์เนชั่นแนลว่าเป็นเมืองที่มีนักท่องเที่ยวต่างชาติเข้าเยือนมากที่สุดในโลก จำนวนกว่า 32.4 ล้านคน และสร้างรายได้จากการท่องเที่ยวต่างชาติกว่า 2,003 ล้านดอลลาร์สหรัฐใน พ.ศ. 2562 ซึ่งเป็นอันดับ 3 ของโลก อย่างไรก็ตาม เมืองยังคงเผชิญกับความท้าทายจากการขยายตัวอย่างรวดเร็วที่ขาดการผังเมือง ทำให้เกิดปัญหาด้านโครงสร้างพื้นฐาน โดยเฉพาะการจราจรที่แออัดและคุณภาพอากาศที่ย่ำแย่ ซึ่งใน พ.ศ. 2568 กรุงเทพมหานครถูกจัดอยู่ในอันดับที่ 9 ของเมืองที่มีคุณภาพอากาศแย่ที่สุดของโลก",
      "created_at": "2025-09-27T19:24:59Z"
    }
  }
}
